Repository: gade01/pvr.hts
Catalog: pvr.hts/resources/language/resource.language.*/strings.po
Languages: it_it

# Addon Summary
source: Kodi's frontend for Tvheadend
it_it: Frontend di Kodi per Tvheadend

# Addon Description
source: Tvheadend frontend; supporting streaming of Live TV & Recordings, EPG, Timers
it_it: Frontend di Tvheadend; supporta lo streaming di Live TV & Registrazione, EPG, Timers

# #30000
source: Connection settings
it_it: Impostazioni di connessione

# #30001
source: Tvheadend hostname or IP address
it_it: Tvheadend hostname o indirizzo IP

# #30002
source: HTTP port
it_it: Porta HTTP

# #30003
source: HTSP port
it_it: Porta HTSP

# #30004
source: Username
it_it: Nome utente

# #30006
source: Connection timeout (seconds)
it_it: Timeout connessione (secondi)

# #30007
source: Response timeout (seconds)
it_it: Timeout risposta (secondi)

# #30008
source: Advanced settings
it_it: Impostazioni avanzate

# #30009
source: Streaming settings
it_it: Impostazioni streaming

# #30010
source: Timer settings
it_it: Impostazioni timer

# #30011
source: Use HTTPS
it_it: Usa HTTPS

# #30012
source: Server MAC for Wake-on-LAN
it_it: Server MAC per Wake-on-LAN

# #30050
source: Auto recordings
it_it: Registrazioni automatiche

# #30051
source: Start time window calculation
it_it: Avvia calcolo della finestra temporale

# #30052
source: Strict (start time + end time)
it_it: Stretto necessario (ora inizio + ora fine)

# #30053
source: Relaxed (start time +/- margin)
it_it: Rilassato (ora inizio +/- margine)

# #30054
source: Maximum start time margin (minutes)
it_it: Massimo margine di tempo (minuti)

# #30055
source: Default priority
it_it: Priorità predefinita

# #30056
source: Default lifetime
it_it: Durata di vita predefinita

# #30057
source: Default duplicate detection
it_it: Rilevamento dei duplicati predefinito

# #30058
source: Defaults for new timers
it_it: Predefinito per i nuovi timer

# #30059
source: Scheduled recordings
it_it: Registrazioni programmate

# #30060
source: Ignore duplicates (tvh 4.3+)
it_it: Ignora duplicati (tvh 4.3+)

# #30061
source: Use regular expressions (regex) for programme matching
it_it: Usa le espressioni regolari (regex) per la corrispondenza dei programmi

# #30100
source: Data transfer
it_it: Trasferimento dati

# #30101
source: Asynchronous EPG transfer
it_it: Trasferimento EPG asincrono

# #30200
source: Debugging
it_it: Debug

# #30201
source: Trace (detailed)
it_it: Traccia (dettagliata)

# #30300
source: HTSP version mismatch (supported: v%d, required: v%d). Please update tvheadend.
it_it: La versione di HTSP non corrisponde (supportata: v%d, necessaria: v&d). Aggiorna Tvheadend, per favore.

# #30350
source: One Time (Scheduled by timer rule)
it_it: Una volta (Pianificato da timer)

# #30351
source: Important (Highest)
it_it: Importante (Maggiore)

# #30352
source: High
it_it: Alta

# #30353
source: Normal
it_it: Normale

# #30354
source: Low
it_it: Bassa

# #30355
source: Unimportant (Lowest)
it_it: Meno importante (Minore)

# #30356
source: Record all episodes
it_it: Registra tutti gli episodi

# #30357
source: Record if episode number differs
it_it: Registra se il numero dell'episodio è diverso

# #30358
source: Record if episode name differs
it_it: Registra se il nome dell'episodio è diverso

# #30359
source: Record if description differs
it_it: Registra se la descrizione è diversa

# #30360
source: Record max once per week
it_it: Registra al massimo una volta a settimana

# #30361
source: Record max once per day
it_it: Registra al massimo una volta al giorno

# #30362
source: This rule only: Record if episode number differs
it_it: Solo questa regola: registra se il numero dell'episodio è diverso

# #30363
source: This rule only: Record if episode name differs
it_it: Solo questa regola: registra se il nome dell'episodio è diverso

# #30364
source: This rule only: Record if title differs
it_it: Solo questa regola: registra se il titolo è diverso

# #30365
source: This rule only: Record if description differs
it_it: Solo questa regola: registra se la descrizione è diversa

# #30366
source: This rule only: Record max once per week
it_it: Solo questa regola: registra massimo una volta alla settimana

# #30367
source: This rule only: Record max once per day
it_it: Solo questa regola: registra massimo una volta al giorno

# #30368
source: Default
it_it: Predefinito

# #30369
source: Timer rule (series link)
it_it: Regola timer (serie collegate)

# #30370
source: Record max once per month
it_it: Registra al massimo una volta al mese

# #30371
source: This rule only: Record max once per month
it_it: Solo questa regola: registra al massimo una volta al mese

# #30372
source: Record if unique episode according EPG/XMLTV
it_it: Registra se unico episodio in base a EPG/XMLTV

# #30373
source: Until space needed
it_it: Fino allo spazio necessario

# #30374
source: Forever
it_it: Per sempre

# #30375
source: 1 day
it_it: 1 giorno

# #30376
source: 3 days
it_it: 3 giorni

# #30377
source: 5 days
it_it: 5 giorni

# #30378
source: 1 week
it_it: una settimana

# #30379
source: 2 weeks
it_it: 2 settimane

# #30380
source: 3 weeks
it_it: 3 settimane

# #30381
source: 1 month
it_it: un mese

# #30382
source: 2 months
it_it: 2 mesi

# #30383
source: 3 months
it_it: 3 mesi

# #30384
source: 6 months
it_it: 6 mesi

# #30385
source: 1 year
it_it: un anno

# #30386
source: 2 years
it_it: 2 anni

# #30387
source: 3 years
it_it: 3 anni

# #30388
source: Until space needed (tvh 4.1+)
it_it: Fino allo spazio necessario (tvh 4.1+)

# #30389
source: Forever (tvh 4.1+)
it_it: Per sempre (tvh 4.1+)

# #30390
source: Use backend setting
it_it: Usa l'impostazione di backend

# #30400
source: Predictive tuning
it_it: Prevedi sintonizzazione

# #30401
source: Number of subscriptions to use
it_it: Numero di sottoscrizioni da usare

# #30402
source: Unused subscription close delay (seconds)
it_it: Ritardo nella chiusura della sottoscrizioni inutilizzate (secondi)

# #30403
source: Use predictive tuning to speedup channel switches
it_it: Usa prevedi sintonizzazione per accelerare il cambio canale

# #30450
source: No free adapter available
it_it: Nessun adattatore libero disponibile

# #30451
source: Scrambled channel
it_it: Canale codificato

# #30452
source: No signal
it_it: Nessun segnale

# #30453
source: Tuning failed
it_it: Sintonizzazione fallita

# #30454
source: User limit reached
it_it: Limite utenti raggiunto

# #30455
source: No access
it_it: Nessun accesso

# #30456
source: Subscription error
it_it: Errore di sottoscrizione

# #30500
source: Streaming profile
it_it: Profilo di streaming

# #30501
source: Profile to use (empty = default)
it_it: Profilo da usare (vuoto = predefinito)

# #30502
source: Streaming profile %s is not available
it_it: Profilo di streaming %s non disponibile

# #30503
source: Data transfer
it_it: Trasferimento dati

# #30504
source: Stream read chunk size for recordings (KB)
it_it: Dimensione blocco lettura stream per registrazioni (KB)

# #30505
source: Use HTTP streaming for channels
it_it: Usa lo streaming HTTP per i canali

# #30510
source: Recordings
it_it: Registrazioni

# #30511
source: Server based play status
it_it: Stato di riproduzione basato su server
